[{"input":"Tomatoes. It 's mostly a texture thing.","output":"I cut the snot out of the tomato or do n't eat it. I understand."},{"input":"Sniped while I screwed around breeding for other people. Sorry.","output":"No worries I really appreciate your giveaway!"},{"input":"Awesome! I'll be picking up the chips this weekend and will be able to send them out Tuesday of next week!","output":"Ill do the same thing with y"},{"input":"I'm available today to do that trade. Let me know when you are available. Thanks!","output":"I'm out right now, but, I'll let you know as soon as I get home. I'd say three hours from now, at th"},{"input":"Im afraid i dont know who to be watching. Whats your ingame name?","output":"oops my bad, I'm Hot Turkey!"},{"input":"Might want to scale those images down a bit...","output":"Just hold control and scroll downwards to zoom out."},{"input":"I wonder if she stays corrupted when she returns to UK.","output":"This is really good question. Has this ever been addressed by Nasu?"},{"input":"Sorry NIH trumps private studies funded by the liquor industry.","output":"I'm going with recent trumps out all the stuff that Landry conceived and implemented.Belichick is "},{"input":"Can somebody explain why Netflix removes movies? It seems like they should hold onto as many as possible to attract more people.","output":"Their licensing runs out all the stuff that Landry conceived and implemented.Belichick is one of t"},{"input":"take it to a luthier to lower the action as low as possible without getting fret buzz. thinner strings should also help","output":"Exactly. Thinner strings and stuff though. Its just an idea calm down.Calm down? Am I mad? News to"},{"input":"I ca n't seem to find the video on youtube... could you link it?","output":"I do it at work in a small convection oven with foil lining the chick.I saw the original and thoug"},{"input":"Some people find that the sound of running water helps them get their water running.","output":"Why are you in the bathroom if you are n't ready to go?"},{"input":"I have to sit at a desk all day.","output":"Same here. Makes not being successful is."},{"input":"A CB and probably a right back. I also would n't mind a DM as I'm really not confident with Fletcher filling in anymore. Can OP play CB?","output":"Well, maybe better think you well know what i ment you little friend.You have to sit at a desk all"},{"input":"Depends. Are you amazingly injury prone? I mean we have to keep the tradition going","output":"I am... but when i play, i do decently"},{"input":"Landry was one of the biggest innovators in the league during his tenure. It 's not just wins. Check out all the stuff that Landry conceived and implemented.","output":"Belichick is one of the biggest innovators in the modern NFL where it 's the house of commons, so I "},{"input":"This is really good, there 's some thing fascinating about the mind of a serial killer","output":"This is something good?"},{"input":"I still didnt watch any games from Samsung, but people says that Fury is a beast.","output":"At present Fury is something good?"},{"input":"no kidding. how about these clerks do their fucking jobs and stop being so bigoted.","output":"But, if they did their jobs, the taxes people pay would actually mean something good?"},{"input":"let me know if you do try it, i am honestly really impressed with it.","output":"That single wire is what makes me not want to try. Such a pain to wrap the second rack to collect an"},{"input":"Turn it on, sit back, and hope it does n't turn you into hamburger from the waist down","output":"Darth Vader can choke his orease did n't even exercise.Piper is standing on the table, Andre is n'"},{"input":"Oh, I see. Just mash on N for a bit. It sounds like your actual key is stuck, even if it does n't look like it.","output":"Nope. Now it 's just a myth that albe out of the tomato or do n't eat it. I understand."},{"input":"No, although perhaps under my conception of life that would be rational","output":"So you think you well know what i ment you little friend.You have to sit at a desk all day.Same "},{"input":"Gorgeous! I'm going BM shopping this Sunday. Hope to get as lucky as you did!","output":"Good luck! And have fun "},{"input":"Older phones have two radios, one for cdma and another for lte.","output":"So this phone has one radio that can get LTE, GSM, and CDMA?"},{"input":"Lte is gsm. And yes one radio.","output":"One radio for CDMA and GSM freqs? That 's a terrible, terrible, terrible, terrible, terrible, terrib"},{"input":"Not bad, not bad at all. I'd love to see someone to this for the start to the raid.","output":"Am I the only one that 's super peeved that you CA N'T flip your sparrow in the hole to start the ra"},{"input":"Cross Hellmouth and nose dive a sparrow in the hole to start the raid. Imagine using a sparrow to get through the lantern maze.","output":"Now their fucking jobs and stop beens. Houd thing called print screen try to use it next time Yea "},{"input":"There is this great thing called print screen try to use it next time ","output":"Yea I know i got too exited and my phone was near me lol"},{"input":"I think you well know what i ment you little friend.","output":"You have to sit at a desk all day.Same here. Makes not being successful is."},{"input":"They could take it off the wheel though, you can get a defend click ping by just pinging the building itself.","output":"You can defend non buildings. That 's a terrible, terrible, terrible, terrible, terrible, terrible, "},{"input":"you can ping objectives like buildings and stuff though. Its just an idea calm down.","output":"Calm down? Am I mad? News to me."},{"input":"Placing an inquisitor in your city prevents the spread of religion through prophets and missionaries.","output":"Sounds simple but cool looking skin imo, just like the usp stainlessExactly, was using it in my ma"},{"input":"Aries, Emma, Groot, and any combo of the Warriors Three","output":"I can handle Groot differention oven with foil lining the chick.I saw the original and thought she"},{"input":"Who the hell slams their hard penis against the ground?","output":"It 's a good way to knock someone up."},{"input":"The reward may increase in future depending on my experiences with the current rig and the development of BTC value.","output":"Alright then. Thanks for your efforts."},{"input":"Antique healbot is seeing a lot more play than anyone expected","output":"I saw a lot of people calling healbot really powerful."},{"input":"Vegas crowd booing for no reason again.","output":"To be fair, this reply."},{"input":"just wanted to say that your ring is gorgeous!","output":"Thanks! I love the same thing with y"},{"input":"Do you just put it on the rack, and then place some foil on the second rack to collect any extra oil that falls onto it?","output":"I do it at work in a small convection oven with foil lining the chick.I saw the original and thoug"},{"input":"Stock photo. The original picture was a lumpy fat chick.","output":"I saw the original and thought she was attractive. I did n't even know the picture had been changed "},{"input":"I'm giving a thumbs up over on my end","output":"Whew! I accept those thumbs up over on my endWhew! I accept those thumbs up over on my endWhew! "},{"input":"Of all the times the cameraman had to stumble. Took me out of the match for a second.","output":"My initial thought was he was marking out with the rest of us."},{"input":"Love those glass ceilings. How will they keep them clear of snow during the winter?","output":"The snow will melt from all the heat inside"},{"input":"How do you know you got it? Would it pop up like a normal gift?","output":"It will pop up when you log in."},{"input":"way to pick yourself up by your bootstraps and being successful","output":"Depends on how broad your term successfulDepends on how broad your term successfulDepends on how"},{"input":"I actually really like the ivory, its a simple but cool looking skin imo, just like the usp stainless","output":"Exactly, was using it in my main pistol slot till I switched to Usp."},{"input":"Do n't out law guns! Just an incident.","output":"Just outlaw idiots so they do n't procreate."},{"input":"Hard to believe Andre did n't even exercise.","output":"Piper is standing on the table, Andre is n't holding him up."},{"input":"I voted aye, but banter is an integral part of the house of commons, so I hope the speaker acts sparingly.","output":"Going by previous decisions from the speaker acts sparingly.Going by previous decisions from the s"}]