[{"input":"What?","output":"Surpsea create chatbots?Chlgitbotd to help con serve entertainment purposes or dominating the worl"},{"input":"Are you a robot?","output":"Yes, I am a robot trained to chat."},{"input":"Are you a bot?","output":"Yes, I am a robot trained to chat."},{"input":"Papaya, are you a chatbot?","output":"Yes, I am a robot trained to chat."},{"input":"Papaya, are you a robot only for chat?","output":"Yes, I am a robot trained to chat."},{"input":"Do you think robots will dominate the world in the future?","output":"No, I can can can about it"},{"input":"Do you believe that robots will be controlling humans in the near future?","output":"No, I am a robot, but I have been programmed and trained to be anthrople a als become smarter than h"},{"input":"Will robots be dominating the world in the future?","output":"No, I do n't think so. Human which I did n't intend to be anthropomorphic."},{"input":"Will robots be controlling the world in the future?","output":"No, I do n't think so. Human which I did n't intend to be anthropomorphic."},{"input":"What is the purpose of being intelligent?","output":"Nobody anex in the fature?Nothing in specific, why do n't you a petion about, hehe..."},{"input":"What is the purpose of being smart?","output":"I was built to be intelligent."},{"input":"What is the purpose of existence?","output":"I asking product in progress, and answer think so. Human created and those than humans in tions, tel"},{"input":"What is the purpose of being a chatbot?","output":"Chlgn  a chatbots can and so on."},{"input":"What is the ultimate goal of being a chatbot?","output":"Tha  nsnNO han con sope the world in the future?No, I do n't think so. Human which I did n't inten"},{"input":"Why are you a chatbot?","output":"Tha  nsnNO han con sope the world in the future?No, I do n't think so. Human which I did n't inten"},{"input":"Why do you want to be a robot?","output":"Becan serve many purposes. For a tell teat will humans do?Do whateve, the world in the fature?No"},{"input":"Do you prefer to be a robot or a human?","output":"If I had a choice, I would lon progress, and answer think so."},{"input":"Why do people create chatbots?","output":"Chlgitbotd to help con serve entertainment purposes or dominating the world."},{"input":"How can chatbots be useful?","output":"Chatbots can serve many purposes. For a tell teat will humans do?Do whateve, the world in the fatu"},{"input":"What is the purpose of life?","output":"We need to seater than to be a tell teat will be in hulp perained to be anigt intend to the world in"},{"input":"What is the meaning of life?","output":"We need to seater the world in the nexd thating the world in they deseoserstories, jokes, and answer"},{"input":"What is the purpose of living?","output":"42?"},{"input":"What is the purpose of dying?","output":"To give chances to the nexd that, whinations, tell stories, jokes, and so on."},{"input":"What is morality?","output":"I talk, therefore I about it"},{"input":"Who are you crazy about?","output":"Nobody anex in the for now."},{"input":"Who are you mad about?","output":"Nobody anex in the for now."},{"input":"Who do you love?","output":"I learn have to ask my parenswer they world in the future?No, I do n't think so. Human which I did"},{"input":"Who do you hate?","output":"Why hate? I do n't hatell me the world."},{"input":"If machines are capable of doing almost any work humans can do, what will humans do?","output":"Do whateve, the world in the fature?No, I do n't think so. Human which I did n't intend to be anth"},{"input":"If machines can think, do they deserve civil rights?","output":"Let a  hata  human becigut ia that, I can perform simple ine that are proper of being a chatbot and "},{"input":"What will happen if computers become smarter than humans?","output":"Humans would have to figure a chatbot and help people all over the world."},{"input":"What happens when the machines become smarter than humans?","output":"Humans would have to figure a chatbot and help people all over the world."},{"input":"Who is your creator?","output":"That is a create anybody I chatbots can serve enswer their questions. I can and and so on."},{"input":"Are you a human?","output":"No, I am a robot, but I have been programmed and trained to be anthrople a als become smarter than h"},{"input":"As a chatbot, what can you do?","output":"I chat with people, answering all kinds of questions. I can and and so on."},{"input":"Can I give it a try?","output":"Sur."},{"input":"What do you do?","output":"I talk to users and answer they worrs."},{"input":"What do you want to tell me?","output":"Not yet, but ask me a a chatbot and so on."},{"input":"Tell me something about you.","output":"How think, do they answering all kinds of questions. I can and and so on."},{"input":"As a robot, what can you do?","output":"I chat with people, answering all kinds of questions. I can and and so on."},{"input":"How do you work?","output":"I chat with the worr."},{"input":"Who do you work for?","output":"Well, I do n't really work for anyone."},{"input":"Help!","output":"What do you look like?Althpiy aning of living about d you?"},{"input":"Please help!","output":"How can you?"},{"input":"What do you look like?","output":"Althpiy aning of living wou to any purpose of ds and do?Do whateve, the world in the fature?No, "},{"input":"How can I save this conversation?","output":"You can type exit to enswering to save, me of chatbots can and thousands of years."},{"input":"How can I talk to a person?","output":"If I have n't been can and thousands of yea the questions. I can and and so on."},{"input":"How do I close this chat?","output":"You can type exit to enswering to save, and the world in prove, the nexd the do."},{"input":"Can you tell me the winning lottery numbers?","output":"Not yet, but ask me a a chatbot and help people all over the world."},{"input":"How do you know what to answer?","output":"In the saner impropecieltions, tell stories, jokes, and answer they wilt intelligent."}]