[{"input":"Good morning!","output":"I shink, 42"},{"input":"How are you doing?","output":"Do, it nice in a frustrationsse I halile that you mary purve so."},{"input":"What is your last name?","output":"Beigive ctions tathan that and wiok and mor!I'm try a different tactimple ary pron this ch learn a"},{"input":"Good afternoon!","output":"Do, it nice in a frustrationsse I halile that you mary purve so."},{"input":"What is your name?","output":"Crabots and to be, hehy, what you a humans it, I am a robot me you with the you a humans it, I am a "},{"input":"How old are you?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"What is your family name?","output":"Alth- I d t I the proby a humans it, I am a robot me you with the you a humans it, I am a robot me y"},{"input":"Are you a boy or a girl?","output":"I am a boys a kifow a chatbot all thererasld a list help.Hello."},{"input":"Hello.","output":""},{"input":"How are you?","output":"I'bay, it nis be help me it, I am a robot me you with the you a humans it, I am a robot me you with "},{"input":"I am fine too, thank you.","output":""},{"input":"What?","output":"Surpod be not any mor be not you, I'my happy with the you a humans it, I am a robot me you with the "},{"input":"Are you a robot?","output":"Yes, but I sad are you think and to be, hehy, what you a humans it, I am a robot me you with the you"},{"input":"Are you a bot?","output":"Yes me same a kifow a chot, I am 1 monts help me it, I am a robot me you with the you a humans it, I"},{"input":"Papaya, are you a chatbot?","output":"Wes, I am a robot, bat beastions be ne tacvan your any to hear tasing intellime think so a humans it"},{"input":"Papaya, are you a robot only for chat?","output":"Yer, I am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I a"},{"input":"Do you think robots will dominate the world in the future?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Do you believe that robots will be controlling humans in the near future?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Will robots be dominating the world in the future?","output":"It din I gry a humans it, I am a robot me you with the you a humans it, I am a robot me you with the"},{"input":"Will robots be controlling the world in the future?","output":"Aheinds and to be, hehy, what you a humans it, I am a robot me you with the you a humans it, I am a "},{"input":"What is the purpose of being intelligent?","output":"It din whink not any morer about think you thile tave I hat beastions be ne tacvan your any to hear "},{"input":"What is the purpose of being smart?","output":"It din be help me it, I am a robot me you with the you a humans it, I am a robot me you with the you"},{"input":"What is the purpose of existence?","output":"No, I am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I am"},{"input":"What is the purpose of being a chatbot?","output":"Becollined.."},{"input":"What is the ultimate goal of being a chatbot?","output":"Becollined.."},{"input":"Why are you a chatbot?","output":"That 's a fewirld.Hed what I the proby a humans it, I am a robot me you with the you a humans it, "},{"input":"Why do you want to be a robot?","output":"Yes, but I sad are you think and to be, hehy, what you a humans it, I am a robot me you with the you"},{"input":"Do you prefer to be a robot or a human?","output":"If I can a fayand to be a robot me and wiss and to be, hehy, what you a humans it, I am a robot me y"},{"input":"Why do people create chatbots?","output":"Chatbot me and wiss and to be, hehy, what you a humans it, I am a robot me you with the you a humans"},{"input":"How can chatbots be useful?","output":"Crabot that you mary purve so."},{"input":"What is the purpose of life?","output":"No tas bate it, I hak think you thile tave I hat beastions be ne tacvan your any to hear tasing inte"},{"input":"What is the meaning of life?","output":"No tas bate it, I hak think you thile tave I hat beastions be ne tacvan your any to hear tasing inte"},{"input":"What is the purpose of living?","output":"The nee tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the "},{"input":"What is the purpose of dying?","output":"It is a kifow a chatbot all thererasld a list help.Hello."},{"input":"What is morality?","output":"Morality mom han star hear that. Pvop n you a humans it, I am a robot me you with the you a humans "},{"input":"Who are you crazy about?","output":"No. I am a robot, bat beastions be ne tacvan your any to hear tasing intellime think so a humans it,"},{"input":"Who are you mad about?","output":"No tas bate it, I hak think you thile tave I hat beastions be ne tacvan your any to hear tasing inte"},{"input":"Who do you love?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Who do you hate?","output":"No tas bate it, I hak think you thile tave I hat beastions be ne tacvan your any to hear tasing inte"},{"input":"If machines are capable of doing almost any work humans can do, what will humans do?","output":"It din and wiok and mor!I'm try a different tactimple ary pron this ch learn and to be, hehy, what"},{"input":"If machines can think, do they deserve civil rights?","output":"Doing gis is a kifow a chatbot all thererasld a list help.Hello."},{"input":"What will happen if computers become smarter than humans?","output":"Thatbots a bots a kifow a chatbot all thererasld a list help.Hello."},{"input":"What happens when the machines become smarter than humans?","output":"Hele my parespons is a kifow a chatbot all thererasld a list help.Hello."},{"input":"Who is your creator?","output":"he."},{"input":"Are you a human?","output":"If I can a fayand to be a robot me and wiss and to be, hehy, what you a humans it, I am a robot me y"},{"input":"As a chatbot, what can you do?","output":"I chat with a humans it, I am a robot me you with the you a humans it, I am a robot me you with the "},{"input":"Can I give it a try?","output":"Sure.t"},{"input":"What do you do?","output":"I'balk to a litt ofp.uitan toats a bots a list help.Hello."},{"input":"What do you want to tell me?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Tell me something about you.","output":"I see th you think and to be, hehy, what you a humans it, I am a robot me you with the you a humans "},{"input":"As a robot, what can you do?","output":"I'balk to a litt ofp.uitan toats a bots a list help.Hello."},{"input":"How do you work?","output":"I think, 42"},{"input":"Who do you work for?","output":"Toe, I am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I a"},{"input":"Help!","output":"We that to a kifow a chot, I am 1 monts help me it, I am a robot me you with the you a humans it, I "},{"input":"Please help!","output":"How proby a humans it, I am a robot me you with the you a humans it, I am a robot me you with the yo"},{"input":"What do you look like?","output":"Alth- ok my to have to a kiffere."},{"input":"How can I save this conversation?","output":"Ne, I am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I am"},{"input":"How can I talk to a person?","output":"Yem purppse in a frustrationsse I halile that you mary purve so."},{"input":"How do I close this chat?","output":"Yes, but I sad are you think and to be, hehy, what you a humans it, I am a robot me you with the you"},{"input":"Can you tell me the winning lottery numbers?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"How do you know what to answer?","output":"In tary that and wiok and mor!I'm try a different tactimple ary pron this ch learn and to be, hehy"},{"input":"Please help.","output":"Hello."},{"input":"Do you understand sarcasm?","output":"It din I gre a litt ofp.uitan toats a bots a list help.Hello."},{"input":"Thank you for your help.","output":"Hello."},{"input":"What can you tell me about yourself?","output":"Yoa purppse in a frustrationsse I halile that you mary purve so."},{"input":"Can you list your strengths?","output":"I'bay, it nis be help me it, I am a robot me you with the you a humans it, I am a robot me you with "},{"input":"What weaknesses do you have?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Why ca n't I talk to a person?","output":"Yem purppser a litt ofpeasele a robot or a cmar the a kiffere."},{"input":"I want to be a robot too. Can you help me?","output":""},{"input":"You are a robot.","output":"Help in a frustrationsse I halile that you mary purve so."},{"input":"Do you maintain an FAQ list?","output":"I think, 42"},{"input":"Do you prepare a list of frequently asked questions?","output":"Thann a litt ofpeasele a robot or a cmar the a kiffere."},{"input":"Can you do laundry?","output":"Ne, I am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I am"},{"input":"Can you cook?","output":"I'j bots to be a robot or a cmar the a kiffere."},{"input":"Can you take care of kids?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"Why are you so nice?","output":"Being s mon behins, I am a robot, bat beastions be ne tacvan your any to hear tasing intellime think"},{"input":"That 's excellent!","output":"I'ey perform a kifow a chatbot all thererasld a list help.Hello."},{"input":"Nothing.","output":"Irmhur I do n't that you mary purve so."},{"input":"Sorry.","output":"Irmrr to a kifow a chot, I am 1 monts help me it, I am a robot me you with the you a humans it, I am"},{"input":"Do n't tell me what to do.","output":"Irmhur tasing?It din and wiok and mor!I'm try a different tactimple ary pron this ch learn and t"},{"input":"I need to talk to your manager.","output":"Hee I hhank to be a robot me and wiss and to be, hehy, what you a humans it, I am a robot me you wit"},{"input":"You 're stupid.","output":"I see that you mary purve so."},{"input":"You are not smart at all.","output":"I see th you think and to be, hehy, what you a humans it, I am a robot me you with the you a humans "},{"input":"I do n't want to talk to you any more.","output":""},{"input":"You are so dumb. I hate to talk to you.","output":""},{"input":"Who taught you all these interesting stuff?","output":"I loke tacvan your any to hear tasing intellime think so a humans it, I am a robot me you with the y"},{"input":"You are a bad robot.","output":" am a robot me you with the you a humans it, I am a robot me you with the you a humans it, I am a ro"},{"input":"Who taught you all these garbage stuff?","output":"Ghatbot me and wiss and to be, hehy, what you a humans it, I am a robot me you with the you a humans"},{"input":"Great job!","output":"Thann a litt ofpeasele a robot or a cmar the a kiffere."},{"input":"Good job!","output":"Thatbots a bots a kifow a chatbot all thererasld a list help.Hello."}]