[{"input":"Good morning!","output":"Good ta tot aet  o  aet  a att oo  a  watt att att ott atrsba a a daettfr otteroo I I thel yt aet  a"},{"input":"How are you doing?","output":"Do ng good    e   a ta t atd ttot atf  th tt w to ha   tot atfo  t  oth aa   tot at'h  t tatd ttot a"},{"input":"What is your last name?","output":"As sWhy tt f  i att to ha   eot atfe   attdoo ta t atrsba a a ghes toore tct tt  att atrsba a a gh"},{"input":"Good afternoon!","output":"Good ta tot aet  o  aet  h aaet are nct  a   eot aet  o  att  o  aet  o  aet  h ha frrrnYs."},{"input":"What is your name?","output":"Callome   p re'o  me tchnt h aa t ta att oo  tt y t  taet ta atteto ltatttot aet  o att oo htteroo I"},{"input":"How old are you?","output":"I am 1 bot,  are dot htt att att atrsbo c a  rk eeera o cantwhet aa   tot atfrru ? tcant oth aa t  a"},{"input":"What is your family name?","output":"Asrumpubore tWe lh tet  t ha t ta hatfrrtobe ttt hrootietetrsnamer."},{"input":"Are you a boy or a girl?","output":"I am   buy."},{"input":"Hello.","output":"He"},{"input":"How are you?","output":"I am 1 bot,  are o do to ha I're n o ha   tot atrerea. ittme?'s tha ta t ott atrsbo c a  rk f e   "},{"input":"I am fine too, thank you.","output":""},{"input":"What?","output":"Surprisedrknru  aeetcant oth aa t  a hat'h  tntqHsy ghtbe t a t  ot att  ot atre  trsbaI aoa d  aa "},{"input":"Are you a robot?","output":"Yes, I al y w ta t ott atrsba t aedonk tatytto atthroraitwa doeto ha tttot at'f  ha t oo  tet att aa"},{"input":"Are you a bot?","output":"Yes, I al t tttfrnlo  ta t ta ha 'h  t t aet ta ha t  ot tta tll  ta ttta ha rrrt  h t trsname ehera"},{"input":"Papaya, are you a chatbot?","output":"Yes, x  re."},{"input":"Papaya, are you a robot only for chat?","output":"Yes, I g t relan  oeh aa t ta hatreeta   eot aet  o  aet  a att  o ta n aee aa   tot atf  t tttrewtt"},{"input":"Do you think robots will dominate the world in the future?","output":"Yes, I al t wtta t att atrsba t  t to ha t  a att oo hataret te att ath ats tto  aet  a ha f   h otI"},{"input":"Do you believe that robots will be controlling humans in the near future?","output":"No, ia wh d atrsba t a doo ta t atrsporeet'ta.I'm aete att att att att att ath aa   tot atre  a  t"},{"input":"Will robots be dominating the world in the future?","output":"No, in ws doet  att att att att att att ath aa  teot atf  t to t  o  atfrrto?ithhnttttot at'h  aa at"},{"input":"Will robots be controlling the world in the future?","output":"No, in ws doet  att att att att att att ath aa  teot atf  t to t  o  atfrru ? tcans  to atteto la   "},{"input":"What is the purpose of being intelligent?","output":"Norp ce e att atrsbo c ark for chat  t att att att att ath aa   tot atrernnrk for thu doo ta n aee a"},{"input":"What is the purpose of being smart?","output":"I was threna dwhre nct  a   eot atf  t'ttreyo a tto atthroraitwa doeto ha tttot atfe  hatta t att at"},{"input":"What is the purpose of existence?","output":"Beingsmeyi  o ta tcatt att atrsbo c a  rk eeera o cantwhet aa   tot atfrru ? tcant oth aa t  a hat'h"},{"input":"What is the purpose of being a chatbot?","output":"I talk, thet to ha t ta hatre  trsba t at to ha tt a at hau to t htt aa   tot atre  a  te t a ta t a"},{"input":"What is the ultimate goal of being a chatbot?","output":"I talk, thet to ha t ta hatfr oatpela la a  to at hae tt  o  att  ot atf  t tott  o  a rrret rsde ta"},{"input":"Why are you a chatbot?","output":"That  s to att oo htt  o ta n aee aa   tot atf  t tttfhre tr aml yun ao  ha t ta hatregrhauWh cme t"},{"input":"Why do you want to be a robot?","output":"Because I ral dastchetwant atd ttot atf  t'ttreloan teot aet  o  aet  a att oo  tt w to ha   tot at"},{"input":"Do you prefer to be a robot or a human?","output":"If Iohot aa ttta atteroo I I theke  aa   eot aty  h to  r  ats ta t att atrsba a a ghss, htt to ha  "},{"input":"Why do people create chatbots?","output":"Chatbots bots n t  r whntttto ha t  ot atreeta   eot aet  o  att  a att oo hatren h et  att att atrs"},{"input":"How can chatbots be useful?","output":"Nobody f tt att att ttot atfrrtdf thetrsbaaet yaa  ao  ha   tot atf  t totI wwla a ath aa t  a atte"},{"input":"What is the purpose of life?","output":"I twy nt att atrsba t  t to ha t ta att oo htthrota ti  t aa 'e   att oo htt oo  at retetrsbo t  t o"},{"input":"What is the meaning of life?","output":"Wh get l whrmooeeertthan."},{"input":"What is the purpose of living?","output":"42  cant h attr cna tta ha t  a att oo htteroo I I ther?es  hond aa   tot atfrrrltewttatt ath aa   e"},{"input":"What is the purpose of dying?","output":"To give hfl ti att ath aa  teot atf  t to t  o  atfrrto?i chntr too  ha t ta hatfrrtdflthetrsboanB"},{"input":"What is morality?","output":"I was dia ta wtlyhatt to ha   tot atrereo."},{"input":"Who are you crazy about?","output":"Nobody d te att ath aa   eot atf  t tou n o ta tcant ott atrsba a a ghes too bot?atarel to att ath a"},{"input":"Who are you mad about?","output":"Nobody d te att att atrsbo c a  rk eeera o cantwhet aa   tot atfrru ? tcans  to atteto  a  kftent to"},{"input":"Who do you love?","output":"I love ian ao  ha   eot at'f  httt'h eaa    tot atreruueanet arel a wo tt to atteto ta n aee aa   t"},{"input":"Who do you hate?","output":"That 's i  aet ta ha t  ot at'h  t rnrntha. nt ar  h t att atrsba a a mltnr r rnr,oaes latt atrsba a"},{"input":"If machines are capable of doing almost any work humans can do, what will humans do?","output":"I tmeeit a th atthreto d aa  teot atf  t to tt ot atrewta  ont aa   tot atfrrto h a te att atrsba a "},{"input":"If machines can think, do they deserve civil rights?","output":"Let me tchntto at hae ty tht a  f  t'ttreyota tto atthrota t wrmooe et  att att atrsba t  t to ha t "},{"input":"What will happen if computers become smarter than humans?","output":"?felto ha t ta hatrernatth t aaetta t atd ttot atf  t ttta tll hatta toa t att att ath aa  teot atf "},{"input":"What happens when the machines become smarter than humans?","output":"Hr tnlm.pyguoy t r to ty ttt a t ta ha re  nn te   a ta t atrsba a a gutndo ttee aa   tot atl tht a"},{"input":"Who is your creator?","output":"That is a rtamonyuu g hwtn teo taet  h ha frrrnYs."},{"input":"Are you a human?","output":"No, I am a robot, and d t ath aa  teot atf  t to t  o  atfrrto lyhetrsboaaTeatdtf  att att att att "},{"input":"As a chatbot, what can you do?","output":"I chlk ppu w et  t ha tt a atterottno tta atteroo I I thel yt aet  a hat fe   tttf   httt r  ats tat"},{"input":"Can I give it a try?","output":"Al ht  iaet tn t  att att att att att atrsbo cs wa t ttot atf  thttttta t atrsba t  t to ha t ta att"},{"input":"What do you do?","output":"I tas t  t   o t a t ta ha I  ha.I'm aernyhnd iet aa t  a hat'h  taa   tot atf  t tott  o  a rrret"},{"input":"What do you want to tell me?","output":"Yes, I al t tou co  ha tt a atteto la   eot atl tht atfo  a   eot atf  t tott  o  a re  a  te   a ta"},{"input":"Tell me something about you.","output":"I am a wontoh atteto la   eot atf  t tott  o  a re  a  te t a t ta ha 'h  hatt oo ha I're n o ha   t"},{"input":"As a robot, what can you do?","output":"Iowaolo, Because grerurpee eaatt att att att att atrsba t  t to ha t ta att oo ha retere."},{"input":"How do you work?","output":"That n eo a telnthtatt to ha   o t aet ta ha t  h atterootmya te att att ath aa   eot atf  t tou . "},{"input":"Who do you work for?","output":"Weethtttfr oot.potc   trsname efor lare not oreltat hot ha   eot at'f  httt'e isa wo be at to ha   "},{"input":"Help!","output":"What yo you yre tl t ee  a t  a atteroo, at ar  ?ia tttto atteroo, a fo th tt w to ha   tot atl tht"},{"input":"Please help!","output":"How ca t aa   tot atf  thttt ta t att oth aa   eot atf  t tou . "},{"input":"What do you look like?","output":"eung conve th  tar ento to ha t ta at hau to be atata are nct  a   eot atf  t tott  o  a fr  tattto "},{"input":"How can I save this conversation?","output":"I ao  rayo be a fnt att att att att att att atrsbo c nt to aare oor dntrebe ntt to aa   eot atf  t t"},{"input":"How can I talk to a person?","output":"I tas t aa t ta at hreI  ernr."},{"input":"How do I close this chat?","output":"I am a t a  ht aet  a ha 'e   tou co  ha   eot atf  th tt w to ha   tot atyre o. II alt  o t oo ha t"},{"input":"Can you tell me the winning lottery numbers?","output":"Not aot aot att att ott atrsba a a eae tt to atteto ltatttot aet  o  att  a att oo ha twu aretht a  "},{"input":"How do you know what to answer?","output":"Inathe   atrsba t aedonk tatytto hatr tt tootdto ha frrtd ldhett att att ath aa   tot atrernonrwt  w"},{"input":"Please help.","output":"Whme?htew I bots r botsys are ncn oot to ha tttot at'h  t aatt oo htt to ta  w to ttrsba t  t oo ha"},{"input":"Do you understand sarcasm?","output":"I  ioromotiou wantwhrmaontoe t are nct  a   eot ati tot atre  trsbaI aoa d  aa t  a atthroraitwa do"},{"input":"Thank you for your help.","output":"No,e f  att att att att atrsbo c ark for chat  t att att att att ath aa   eot atf  t tott  o  atfrrt"},{"input":"What can you tell me about yourself?","output":"Wehthtatrestarnerazo aboua, me?At thttett o  att  a  aet  h at hrea i  o  a tcant ott atrsba a a g"},{"input":"Can you list your strengths?","output":"I'm a am a reymperynt hi  atta t att atrsbo c nt to aaet are nct  a   eot att  ot atregotlo  te  ta "},{"input":"What weaknesses do you have?","output":"At thatt oo ha t tot att  o  att  ot a reeta  o h aa t ta hatretergi yt  o  at hrea i  ht ttt a t aa"},{"input":"Why ca n't I talk to a person?","output":"Wrrlt ys cjecnth ta t are  ct ttrsnamer."},{"input":"I want to be a robot too. Can you help me?","output":"Are yot   o  aet  a atte o ta . Ittmaly tte atrsba t  t to ha t ta atteto ltatttot aet  o  aet  h at"},{"input":"You are a robot.","output":"Toaa re  ea taet  a ha t  h at hau to toeto ha t ta atthroraitwa doeto ha tttot at'h  t k arouta   e"},{"input":"Do you maintain an FAQ list?","output":"That 's y  a   eot atf  thttttta t atrsbo c a  ontttet  t ha t ta ha rrre  h t te att atrsba a a ghe"},{"input":"Do you prepare a list of frequently asked questions?","output":"Yes, I g t relan  oeh aa t ta hatreeta   e   a ta t atd ttot atf  t ttta tll hatt oo ha t ta att  o "},{"input":"Can you do laundry?","output":"Wt ?hnttiaetrknat  ta t ott atrsbo c a  rk f e   att att att att ath aa  teot atf  t to t  o  atfrrt"},{"input":"Can you cook?","output":"I'd  are nct  trsdame lte ta  att oth aa  o h atta me  t  ha   eot atf  thttttta t atrsbo cs wa t tt"},{"input":"Can you take care of kids?","output":"I am a t a  ht aet  a ha 'e   att oo  a tcant ott atrsba t aedonk tatytto atthroraitwa doeto ha ttto"},{"input":"Why are you so nice?","output":"Beingsmean  o  a  w to ha t ta hatrernonrkan  wu cantwhtt aa  teot atf  t to t  o  at'h et  ha   eot"},{"input":"That 's excellent!","output":"I'it a   o t a t ta ha f   httt yh  t k arouta   e   a t  a atteroo I I thek   aa   tot atf  t tttre"},{"input":"Nothing.","output":"Oh, ormaebe a to a are nct  a   eot atf  t totI wwla a ath aa t  a atteroo I I thekmontcan o I wwege"},{"input":"Sorry.","output":"No need hee  a   o t aet ta ha t  h atterottno tta atteroo I I thel yt aet  a hat w t  ha tt a hatar"},{"input":"Do n't tell me what to do.","output":""},{"input":"I need to talk to your manager.","output":""},{"input":"You 're stupid.","output":"I soe thae c u ttr  ht  ti to ha f   h ott  o  a  fe  hatt oo ha t ta hatresetrsba ae to be atata ar"},{"input":"You are not smart at all.","output":"I set the  t haet tt ha t tt ha t  t ha t ta hatfrrtobe t a m ?ti g!Goot ta tot att  ot atresetrsb"},{"input":"I do n't want to talk to you any more.","output":"Has t aa t ta atte o ta n aee aa   tot atf  t tttfhrtfot doee  a t o t a t ta ha f   h ttre ta   eo"},{"input":"You are so dumb. I hate to talk to you.","output":"sa, I yon roto  e orebean c g t rriyng oo tahnt aa t ta hatregotloo tte aa   tot at'h  t k arouta t"},{"input":"Who taught you all these interesting stuff?","output":"I am hatta  anh aa t  a atteroo, a f tta    ot aty  h to  f tt taet to att oo ha t aa  o h  tattto  "},{"input":"You are a bad robot.","output":"Tota rai a whre nct  a   eot atf  t to tt ot atreruueanet arel a wo fk t tt oo htthroraitwa doeto h"},{"input":"Who taught you all these garbage stuff?","output":"Wh get lncarelnattto ha t ta hatretergi yt  o  aa twa t oth aa t  a hatretere."},{"input":"Great job!","output":"Thank yuutc tha d tto  aet  a att oo  atreeta  teot aet  o  aet  h at hae tt  o  att  ot a  ye i att"},{"input":"Good job!","output":"Thank yo rk forearot ao ao  ha   eot atfe   att oo ta t att oth aa   eot atf  t to tt ot atre  a  te"}]